Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/trad-cap2-cap7-cap10-calidadMEDIA.tmx
Source language: ca
Languages: es_es

source: L'organització dels ordinadors en una xarxa local permet la comunicació d'informació entre ells i la compartició de recursos, com ara una impressora.
es_es: La organización de los ordenadores en una red local permite la comunicación de información entre ellos y que se compartan recursos, como por ejemplo una impresora.

source: L'ús de la paraula programa en informàtica (seqüència d'operacions o esdeveniments) és paral·lel a molts usos d'aquest mot en la vida quotidiana: programa de festes, d'un concert, de la llavadora, etc.; encara que per a la persona usuària un programa d'ordinador és més similar a una espècie de caixa d'eines per a fer una tasca determinada, com, per exemple, editar un document de text.
es_es: El uso de la palabra programa en informática (secuencia de operaciones o acontecimientos) es paralelo a muchos usos de esta palabra en la vida cotidiana: programa de fiestas, de un concierto, de la lavadora, etc.; aunque para el usuario un programa de ordenador es más similar a una especie de caja de herramientas para hacer una tarea determinada, como, por ejemplo, editar un documento de texto.

source: La configuració clàssica d'un ordinador personal de sobretaula model 2015 sol ser més o menys com segueix: La unitat base (la ``caixa'' o la ``torre'') conté: Un processador compost de quatre nuclis o processadors individuals (quad-core) o més, com ara un Intel Core i5 o més o un processador equivalent de la marca AMD (vegeu el glossari, apartat ) a 3 GHz.
es_es: La configuración clásica de un ordenador personal de sobremesa modelo 2015 suele ser más o menos como la siguiente: La unidad base (la ``caja'' o la ``torre'') contiene: Un procesador compuesto de cuatro núcleos o procesadores individuales (quad-core) o más, como por ejemplo un Intel Core i5 o más o un procesador equivalente de la marca AMD (véase el glosario, apartado ) a 3 GHz.

source: La desambiguació s'efectua usant informació procedent de tres fonts: el cotext (intern al text o discurs) i el context (extern al text o discurs però relacionat amb ell) i fonts de coneixement addicionals.
es_es: La desambiguación se efectúa usando información procedente de tres fuentes: el cotexto (interno en el texto o discurso) y el contexto (externo al texto o discurso pero relacionado con él) y fuentes de conocimiento adicionales.

source: La figura mostra part d'una memòria de traducció en el format TMX.
es_es: La figura muestra parte de una memoria de traducción en el formato TMX.

source: La figura mostra el resultat de la segmentació dels textos $E$ i $D$.
es_es: La figura muestra el resultado de la segmentación de los textos $E$ i $D$.

source: La figura mostra un esquema del procés.
es_es: La figura muestra un esquema del proceso.

source: La frase Baixa i puja amb ascensor pot voler dir ``(baixa) i (puja amb ascensor)'' o ``(baixa i puja) amb ascensor''.
es_es: La frase Baja y sube con ascensor puede querer decir ``(baja) y (sube con el ascensor)'' o ``(baja y sube) con el ascensor''.

source: La frase M'agrada més que la bata pot tenir dues interpretacions; en la primera es parla d'una peça de vestir; en la segona, d'una preferència a l'hora de preparar, per exemple, una salsa.
es_es: La frase ``Me gusta más que la bata'' puede tener dos interpretaciones; en la primera se habla de una prenda de vestir; en la segunda, de una preferencia a la hora de preparar, por ejemplo, una salsa.

source: La grandària d'aquestes memòries pot arribar fins a 1 TB, tot i que les grandàries més típiques són 16, 32 i 64 MB.
es_es: El tamaño de estas memorias puede llegar a 1 TB, aunque los tamaños más típicos son 16, 32 y 64 MB.

source: La grandària d'un DVD depén del tipus de DVD i sols estar entre 4,7 GB i 17 GB.
es_es: El tamaño de un DVD depende del tipo de DVD y suele estar entre 4,7 GB i 17 GB.

source: La grandària ideal és, per tant, un compromís entre la cobertura dels fragments menuts i la precisió dels fragments més grans.
es_es: El tamaño ideal es, por lo tanto, un compromiso entre la cobertura de los fragmentos pequeños y la precisión de los fragmentos más grandes.

source: La informació present en diccionaris electrònics preexistents pot servir per a construir aquestes xarxes o ser usada directament per a la resolució de la polisèmia.
es_es: La información presente en diccionarios electrónicos preexistentes puede servir para construir estas redes o ser usada directamente para la resolución de la polisemia.

source: La informació s'emmagatzema en la memòria de l'ordinador en forma binària.
es_es: La información se almacena en la memoria del ordenador en forma binaria.

source: La informació s'emmagatzema fent servir les propietats magnètiques de determinats materials magnetitzables.
es_es: La información se almacena haciendo servir las propiedades magnéticas de determinados materiales magnetizables.

source: La interpretació de les oracions se sol explicar de vegades en termes de { formes lògiques} p[cap. 23]{radford09b}; en el cas de les oracions amb quantificadors, aquestes formes lògiques contenen d'una banda, variables que poden referir-se a un rang d'objectes que cal considerar i, d'altra, operacions sobre aquestes variables.
es_es: La interpretación de las oraciones se suele explicar a veces en términos de { formas lógicas} p[cap.23]{radford09b}; en el caso de las oraciones con cuantificadores, estas formas lógicas contienen por un lado, variables que pueden referirse a un rango de objetos que hay que considerar y, por otro, operaciones sobre estas variables.

source: La longitud de les unitats de traducció pot anar des dels mots fins a les oracions senceres.
es_es: La longitud de las unidades de traducción puede ir desde palabras hasta oraciones enteras.

source: La major part dels actuals sistemes operatius són multiusuari, és a dir, poden donar accés i suport a més d'una persona usuària alhora, i multitasca (GNU/Linux, versions recents de Windows, MacOS).
es_es: La mayor parte de los actuales sistemas operativos son multiusuarios, es decir, pueden dar acceso y apoyo además de un usuario a la vez, y multitarea (GNU/Linux, versiones recientes de Windows, MacOS).

source: La major part dels sistemes operatius actuals estan a més preparats per a interaccionar amb altres dispositius través de diferents tipus de xarxes.
es_es: La mayor parte de los sistemas operativos actuales están además preparados para interaccionar con otros dispositivos través de diferentes tipos de redes.

source: La majoria de les memòries de traducció comercials divideixen els bitextos en unitats de traducció {} {} aproximadament equivalents a una oració, usant regles senzilles i relativament independents de la llengua per a segmentar (dividir) cada text en oracions.
es_es: La mayoría de las memorias de traducción comerciales dividen los bitextos en unidades de traducción {} {} aproximadamente equivalentes a una oración, usando reglas sencillas y relativamente independientes de la lengua para segmentar (dividir) cada texto en oraciones.

source: La majoria dels programes de memòria de traducció ofereixen a la persona usuària la possibilitat de validar o modificar (unint o dividint segments en el text esquerre o en el text dret) l'alineament automàtic inicial usant una interfície senzilla i intuïtiva abans d'incorporar els segments resultants a la memòria de traducció.
es_es: La mayoría de los programas de memoria de traducción ofrecen al usuario la posibilidad de validar o modificar (uniendo o dividiendo segmentos en el texto izquierdo o en el texto derecho) el alineamiento automático inicial usando una interfaz sencilla e intuitiva antes de incorporar los segmentos resultantes a la memoria de traducción.

source: La majoria dels programes de traducció assistida basats en memòries de traducció no donen una de les tres informacions següents:
es_es: La mayoría de los programas de traducción asistida basados en memorias de traducción no dan una de las tres informaciones siguientes:

source: La majoria dels sistemes contenen una CPU ({ central processing unit}, unitat central [de processament]), o senzillament, un processador que és el responsable d'executar totes les instruccions de programa, de processar dades, i de controlar el funcionament d'altres components del maquinari.
es_es: La mayoría de los sistemas contienen un CPU ({ central processing unit}, unidad central [de procesamiento]), o sencillamente, un procesador que es el responsable de ejecutar todas las instrucciones de programa, de procesar datos, y de controlar el funcionamiento de otros componentes del hardware.

source: La manera més comuna d'emmagatzemar les dades en memòria secundària és organitzar-les en { fitxers} o documents organitzats en directoris o carpetes; la secció explica aquests conceptes amb detall.
es_es: La manera más común de almacenar los datos en una memoria secundaria es organizarlos en { ficheros} o documentos organizados en directorios o carpetas; la sección explica estos conceptos con detalle.

source: La memòria ROM sol estar feta de xips de silici.
es_es: La memoria ROM suele estar hecha de chips de silicio.

source: La memòria USB és un dispositiu de memòria flaix, un xip de memòria que manté el seu contingut en absència d'alimentació, que es connecta al port USB de l'ordinador.
es_es: La memoria USB es un dispositivo de memoria flash, un chip de memoria que mantiene su contenido en ausencia de alimentación y que se conecta al puerto USB del ordenador.

source: La memòria de traducció pot contenir unitats de traducció amb segments esquerres idèntics o similars.
es_es: La memoria de traducción puede contener unidades de traducción con segmentos izquierdos idénticos o similares.

source: La paraula mòdem es pot usar també per a altres tipus de mòdems, normalment més ràpids: els mòdems de cable, que permeten connectar l'ordinador a Internet a través dels cables d'empreses especialitzares que ofereixen televisió, telèfon i Internet, els mòdems ADSL (vegeu ADSL en aquest glossari), els mòdems de fibra òptica (vegeu fibra òptica en aquest glossari), etc.
es_es: La palabra módem se puede usar también para otros tipos de módems, normalmente más rápidos: los módems de cable, que permiten conectar el ordenador a Internet a través de los cables de empresas especializaste que ofrecen televisión, teléfono e Internet, los módems ADSL (véase ADSL en este glosario), los módems de fibra óptica (véase fibra óptica en este glosario), etc.

source: La polisèmia afecta totes les formes flexionades d'un determinat mot de la mateixa manera (estacions té exactament la mateixa ambigüitat que estació), ja que és una propietat del lema.
es_es: La polisemia afecta todas las formas flexionadas de una determinada palabra del mismo modo (estaciones tiene exactamente la misma ambigüedad que estación), puesto que es una propiedad del lema.

source: La probabilitat que un fragment esquerre (procedent dels bitextos ja existents) $e$ aparega en un nou text $E'$ és tant més gran com més menut és el fragment.
es_es: La probabilidad de que un fragmento izquierdo (procedente de los bitextos ya existentes) $e$ aparezca en un nuevo texto $E'$ es más alta cuanto más pequeño sea el fragmento.

source: La puntuació de concordança parcial per davall de la qual propostes de la memòria de traducció comencen a ser menys útils que la traducció automàtica depén de la cobertura de la memòria de traducció per al tipus de text, de la llengua origen i la llengua meta, i, per descomptat, del sistema concret de traducció automàtica: per a llengües molt similars com ara l'espanyol i el català, podria passar que només les concordances millors que, diguem-ne, el 95% foren acceptables, mentre que si les llengües són més distants, com l'espanyol i el turc, podria passar que la traducció automàtica només fóra útil per a puntuacions de concordança molt baixes.
es_es: La puntuación de concordancia parcial por debajo de la cual propuestas de la memoria de traducción empiezan a ser menos útiles que la traducción automática depende de la cobertura de la memoria de traducción para el tipo de texto, de la lengua origen y la lengua meta, y, por supuesto, del sistema concreto de traducción automática: para lenguas muy similares como por ejemplo el español y el catalán, podría pasar que sólo las concordancias mejores que, digamos, el 95% fueran aceptables, mientras que si las lenguas son más distantes, como el español y el turco, podría pasar que la traducción automática sólo fuera útil para puntuaciones de concordancia muy bajas.

source: La relació que assigna una interpretació a una expressió anafòrica s'anomena o dixi: quan la interpretació és per coreferència amb un antecedent que apareix anteriorment en el text s'anomena anàfora, i catàfora si l'antecedent és posterior.
es_es: La relación que asigna una interpretación a una expresión anafórica se denomina dixi: cuando la interpretación es por correferencia con un antecedente que aparece anteriormente en el texto se denomina anáfora, y catáfora si el antecedente es posterior.

source: La repetició del cicle pretraducció--correcció--enviament de noves UT a la memòria enriqueix la memòria de traducció i permet traduir cada vegada amb menys esforç, ja que la cobertura de la memòria augmenta.
es_es: La repetición del ciclo pretraducción--corrección--envío de nuevas UT a la memoria enriquece la memoria de traducción y permite obtener cada vez pretraducciones más completas y correctas.

source: La resolució de la polisèmia s'ha abordat des de perspectives molt diverses (vegeu {ide98j}).
es_es: La resolución de la polisemia se ha abordado desde perspectivas muy diversas (véase {ide98j}).

source: La seqüència dels noms de les carpetes que cal anar obrint fins que arribem a un fitxer s'anomena la trajectòria o la ruta del fitxer.
es_es: La secuencia de los nombres de las carpetas que hay que ir abriendo hasta que lleguemos a un fichero se conoce como trayectoria o ruta del fichero.

source: La situació és diferent quan s'estan traduint els missatges o textos inclosos en programes d'ordinador, com a part de les tasques anomenades genèricament de localització (adaptació de programes d'ordinador als usuaris d'una regió i idioma concrets); en aquest cas, pot ser molt útil veure tot el programa a més dels textos.
es_es: La situación es diferente cuando se están traduciendo los mensajes o textos incluidos en programas de ordenador, como parte de las tareas llamadas genéricamente de localización (adaptación de programas de ordenador a los usuarios de una región e idioma concretos); en este caso, puede ser muy útil ver todo el programa además de los textos.

source: La solució semàntica és més potent i general però exigeix una anàlisi molt profunda de la frase.
es_es: La solución semántica es más potente y general pero exige un análisis muy profundo de la frase.

source: La targeta Compact Flash on s'emmagatzemen les fotografies d'una càmera digital té 2 GB.
es_es: La tarjeta Compact Flash donde se almacenan las fotografías de una cámara digital tiene 2 GB.

source: La velocitat a la que una CPU executa les instruccions bàsiques d'un programa es mesura en megahertzs (MHz) o gigahertzs (GHz; un gigahertzs són 1000 megahertzs).
es_es: La velocidad a la que una CPU ejecuta las instrucciones básicas de un programa se mide en megaherzios (MHz) o gigaherzios (GHz; un gigaherzio son 1000 megaherzios).

source: La velocitat de les unitats centrals dels ordinadors es mesura en MHz i més recentment en GHz, és a dir, en milions o milers de milions de cicles bàsics de processament d'informació ---corresponents als tics o impulsos del rellotge que sincronitza tots els circuits de l'ordinador--- per segon.
es_es: La velocidad de las unidades centrales de los ordenadores se miden en MHz o GHz, es decir, en millones o millares de millones de ciclos básicos de procesamiento de información ---correspondientes a los tics o impulsos del reloj que sincroniza todos los dispositivos del ordenador--- por segundo.

source: La velocitat típica de la CPU d'un ordinador en l'actualitat és de 3 Ghz.
es_es: La velocidad típica de la CPU de un ordenador en la actualidad es de 3 Ghz.

source: Les restriccions es poden basar en informació morfològica, sintàctica, o fins i tot semàntica; tot depén del nivell d'anàlisi que estiga disponible: Un pronom masculí no pot tenir un antecedent femení (restricció morfològica): Maria no pot ser l'antecedent de ell en l'oració Maria es va passar tot el dia parlant d'ell.
es_es: Las restricciones se pueden basar en información morfológica, sintáctica, o incluso semántica; todo depende del nivel de análisis que esté disponible: Un pronombre masculino no puede tener un antecedente femenino (restricción morfológica): Maria no puede ser el antecedente de él en la oración Maria se pasó todo el día hablando de él.

source: Les estratègies de resolució de l'ambigüitat solen basar-se en restriccions i preferències.
es_es: Las estrategias de resolución de la ambigüedad suelen basarse en restricciones y preferencias .

source: Les impressores matricials o d'agulles només s'usen per a aplicacions molt específiques.
es_es: Las impresoras matriciales o de agujas sólo se usan para aplicaciones muy específicas.

source: Les instruccions dels programes que executa el processador central també s'emmagatzemen en octets., que incrementa el valor emmagatzemat l'acumulador en 1, podria ser l'octet { 11010110}}
es_es: Las instrucciones de los programas que ejecuta el procesador central también se almacenan en bytes., que incrementa el valor almacenado el acumulador en 1, podría ser el byte{ 11010110}}

source: Les llengües divergeixen. És a dir, hi ha diferències irreductibles en la manera que el mateix contingut s'expressa en llengües diferents.
es_es: Las lenguas divergen. Es decir, hay diferencias irreductibles en la manera de expresar el mismo contenido en las diferentes lenguas.

source: Les línies ADSL domèstiques actuals admeten connexions via mòdem telefònic d'uns quants megabits per segon (vegeu la secció ).
es_es: Las líneas ADSL domésticas actuales admiten conexiones vía módem telefónico de unos cuántos megabits por segundo (véase la sección ).

source: Les memòries de traducció comercials actuals segmenten i alineen els textos {} {} fent un balanç òptim entre cobertura i precisió.
es_es: Las memorias de traducción comerciales actuales segmentan y alinean los textos {} {} haciendo un balance óptimo entre cobertura y precisión.

source: Les memòries de traducció usen els signes de puntuació per a segmentar les oracions abans d'alinear els textos.
es_es: Las memorias de traducción usan los signos de puntuación para segmentar las oraciones antes de alinear los textos.

source: Les noves unitats de traducció $(e',d')$ que s'hagen produït en el procés es poden enviar a la memòria de traducció.
es_es: Las nuevas unidades de traducción $(e',d')$ que se hayan producido en el proceso se pueden enviar a la memoria de traduccuión.

source: Les preferències se solen basar freqüentment en mètodes estadístics, basats en observacions obtingudes en grans quantitats de text.
es_es: Las preferencias se suelen basar frecuentemente en métodos estadísticos, basados en observaciones obtenidas en grandes cantidades de texto.

source: Les puntuacions de concordança parcial se solen expressar com a percentatges, on el 0% indica falta total de concordança i el 100% concordança exacta, i el llindar se sol establir per damunt del 60%.
es_es: Las puntuaciones de concordancia parcial se suelen expresar como porcentajes, donde el 0% indica falta total de concordancia y el 100% concordancia exacta, y el umbral se suele establecer por encima del 60%.

source: Les restriccions no solen ser suficients, i sol ser necessari l'establiment de preferències.
es_es: Las restricciones no suelen ser suficientes, y suele ser necesario el establecimiento de preferencias.

source: Maquinari
es_es: Hardware

source: Memòria
es_es: Memoria

source: Memòries de traducció
es_es: Memorias de traducción

source: Moltes voltes s'usen noms curts (en anglés mnemonics) per a les instruccions del processador i també noms elegits pel programador per a referir-se a posicions del programa (aquesta notació se sol anomenar llenguatge assemblador).
es_es: Muchas veces se usan nombres cortos (en inglés mnemonics) para las instrucciones del procesador y también nombres elegidos por el programador para referirse a posiciones del programa (esta notación se suele denominar lenguaje ensamblador).

source: Molts programes marquen les unitats de traducció amb un codi que indica la temàtica o la naturalesa o el nom del bitext del qual s'ha extret les unitats de traducció, de manera que la temàtica del nou document servisca per a localitzar les unitats de traducció més adequades en cada cas.
es_es: Muchos programas marcan las unidades de traducción con un código que indica la temática o la naturaleza o el nombre del bitexto del cual se han extraído las unidades de traducción, de forma que la temática del nuevo documento sirva para localizar las unidades de traducción más adecuadas en cada caso.

source: Més exemples: Va parlar amb l'encarregat de la neteja de la seua casa Hi ha una bossa de roba perduda en la Secretaria de l'Escola {tuson99b} explica que aquesta última oració pot tenir fins a 12 interpretacions possibles.
es_es: Más ejemplos: Habló con el encargado de la limpieza de su casa Hay una bolsa de tela perdida en la Secretaría de la Escuela {tuson99b} explica que esta última oración puede tener hasta 12 interpretaciones posibles.

source: N'estudiarem dos casos: L'oració conté mots afectats d'ambigüitat lèxica categorial amb canvi de categoria (vegeu la pàg. ).
es_es: Estudiaremos dos casos: La oración contiene palabras afectadas por la ambigüedad léxica categorial con cambio de categoría (véase la pág. ).

source: Necessitem revisar la segmentació, és a dir, ajuntar segments o partir segments, en un costat o en altre, fins que tinguem el mateix nombre de segments i siguen traducció mútua.
es_es: Necesitamos revisar la segmentación, es decir, unir o partir segmentos, en un lado o en el otro, hasta que tengamos el mismo número de segmentos y sean traducción mutua.

source: No obstant això, hi ha d'altres que només poden ser tractades si es fa una anàlisi sintàctica (tot i que l'ambigüitat siga de tipus lèxic) i fins i tot n'hi ha que requeririen una anàlisi semàntica per a resoldre-les.
es_es: Sin embargo, hay otras que sólo pueden ser tratadas si se hace un análisis sintáctico (a pesar de que la ambigüedad sea de tipo léxico), e incluso hay algunas requerirían un análisis semántico para resolverlas.

source: No s'ha de confondre programari lliure amb programari gratuït (o freeware).
es_es: No se debe confundir software libre con software gratuito (o freeware ).

source: Només una d'aquestes tres afirmacions és certa.
es_es: Sólo una de estas tres afirmaciones es cierta.

source: Normalment una instrucció requereix d'uns pocs cicles de processament per ser executada, tot i que alguns sistemes són capaços de processar més d'una instrucció al mateix temps.
es_es: Normalmente, una instrucción requiere unos cuantos ciclos de procesamiento para ser ejecutada, aunque algunos sistemas son capaces de procesar más de una instrucción al mismo tiempo.

source: Normalment, cada disc té un { directori principal} o directori arrel (el més elevat en la jerarquia de directoris), dins del qual es troba tota la resta de directoris.
es_es: Normalmente, cada disco tiene un { directorio principal} o directorio raíz (el más elevado en la jerarquía de directorios), dentro del cual se encuentra el resto de directorios.
